<pad>
<unk>
<sos>
<eos>
念
响
伞
于
浸
T
密
缩
因
君
岩
吼
饪
钻
黎
句
非
罗
翻
弟
趋
撑
s
狱
缓
罔
唐
耽
砒
整
攻
殖
奴
谣
期
摸
癌
举
猜
枯
嗨
骑
O
窗
斥
碎
侧
孤
股
近
止
署
砸
l
购
钱
话
肩
骂
鲨
泽
口
暑
藉
樱
橱
赏
张
偷
浅
辙
细
伫
i
首
牵
回
愧
绽
将
欣
相
嗝
但
学
垄
毫
槟
伯
顺
绩
澡
虑
小
治
季
鄙
壳
屑
炒
冒
妆
陵
4
罪
卧
乞
:
卫
筵
尼
礁
0
史
似
损
弃
披
镭
珍
柳
逗
族
U
蚀
宅
丽
刀
开
群
言
其
溜
隔
荐
土
纪
遍
浑
测
冥
亿
舍
袖
迹
颊
盐
泰
翰
诞
信
赐
淹
宿
基
窍
奋
河
辕
访
夏
谢
魁
倒
矣
A
钢
睁
慕
娘
有
距
油
鲜
辩
绊
贺
烫
页
智
酸
突
走
惧
袜
角
刚
奢
浏
办
a
泣
穴
仍
这
驶
未
渴
馨
重
落
髪
准
晴
宾
总
金
嘴
偿
嫩
抚
加
恐
茅
膀
马
属
斗
破
更
儿
百
夸
C
臭
冷
棵
求
宙
疫
萧
观
店
悦
压
橙
忧
朗
来
站
嫌
衬
仑
愈
代
厄
往
斑
歉
后
降
贩
足
漠
兆
刑
憩
灵
爆
吸
温
惹
软
三
尽
充
仔
产
络
爹
挽
摧
个
屏
面
稔
畏
懊
尸
导
糊
呻
拌
径
酷
造
驱
攀
勇
橄
神
您
讶
免
胶
普
邮
哒
住
丐
矶
异
川
簿
渡
谷
摆
套
恶
聋
周
而
熨
蝴
劲
疑
价
苦
”
串
睹
担
提
港
瘾
岛
景
露
灯
稿
d
叟
宜
搁
翘
冰
仿
冬
低
蓬
插
荷
思
型
胆
操
晃
埙
亭
链
途
此
不
适
悔
两
蜍
烛
肌
收
描
凰
晤
确
衷
申
齐
赶
支
杆
障
饮
科
受
拼
蓝
标
逹
北
表
沼
请
浪
蹑
各
搬
秃
顿
溅
鞋
ö
享
撼
筒
（
太
夫
袭
日
派
候
接
幅
公
鲑
削
巢
批
示
!
惫
瞬
蜿
华
F
X
致
到
孙
户
头
贷
晋
端
匮
妥
喜
由
踏
怕
腿
状
耘
招
酬
纳
条
应
倾
七
恩
搓
r
5
羽
九
裂
啸
郊
艺
培
坪
善
陈
踪
笼
义
巴
趟
领
底
莫
“
湾
克
津
芬
父
环
风
匆
静
士
设
的
娶
执
何
逛
谱
蜗
咨
遛
履
段
联
瑰
焰
唯
厉
媛
勒
双
疚
•
种
谎
熄
取
裁
腮
鼻
范
蛇
架
鱼
禁
吊
圈
缉
躁
尚
B
桌
柱
装
元
毙
丑
雷
瞪
逢
任
琴
获
跳
弯
园
劣
覚
圾
俭
逃
芙
衫
志
丢
平
切
拆
恰
尿
婚
缸
氨
僧
腐
勾
9
劫
注
蜜
般
荣
友
贪
丧
都
阁
借
遮
泥
亚
徒
沟
丁
棕
汇
b
桃
微
闹
敌
洛
拥
撒
炼
身
眠
谊
绑
谓
噢
泉
悬
恳
瓣
蟋
刊
随
原
钓
睡
矿
奔
铲
替
窟
营
榜
尔
葬
镑
帽
护
剃
坠
拣
橡
坊
毛
约
楚
昵
假
勿
券
目
哦
酪
持
亮
一
腆
债
飞
洒
毒
裹
永
详
-
据
伴
楼
逆
蛰
跃
怜
镜
漏
十
哩
劝
祟
奇
员
鸫
源
幢
寂
法
黄
积
议
尴
贝
腼
判
高
亏
杂
贴
'
萨
鳟
格
千
必
缴
望
阻
健
旧
握
们
较
蹭
掏
雅
暴
炸
师
份
芝
兼
渔
美
赝
暗
脖
练
奉
胃
欺
八
裸
台
轻
凉
彼
宵
葡
唇
核
赖
喂
箭
砰
拉
阴
浇
绘
驻
瞌
霜
寝
红
拭
层
僵
棒
祖
脂
明
桶
迷
短
鸡
啥
＂
筑
舌
丘
根
舅
猎
纫
容
松
耗
咱
捡
蠢
绸
泄
版
酱
佳
谴
胀
赴
腋
见
谧
遏
喝
誓
孕
载
嘿
责
赚
却
听
遵
仗
肤
辣
深
啬
尖
俱
尝
点
怨
使
偶
糙
莉
惭
瓦
彬
苗
居
市
烁
晓
计
憾
牧
夹
涨
冻
某
狼
妒
爽
兜
射
误
垒
败
绅
狗
草
阪
皂
况
至
万
进
吹
絶
贬
颗
筷
狸
醺
烹
陡
雀
乎
耕
甚
苍
珊
恋
笆
离
是
烦
幼
咔
助
凤
涩
艰
搜
猛
挤
墨
贸
萃
干
愉
转
录
混
事
臂
滞
肉
或
吗
姜
雇
布
震
瘪
觉
褒
医
亩
棉
星
鼠
建
负
午
农
殊
脆
燕
梵
芽
对
诗
塔
军
些
审
掉
兑
临
兽
饶
醉
与
(
霍
井
坦
便
最
符
扑
研
鼓
盲
晰
众
结
朋
包
唱
死
球
伪
t
历
筝
武
概
就
刹
虽
摔
豫
碌
外
增
抽
甲
称
喔
远
晕
润
鹤
床
逐
陶
撕
项
奏
销
饼
苔
埃
肺
俗
狐
W
霸
畅
尊
寻
帖
灰
h
分
侍
找
绿
堂
佑
锯
庇
以
职
巨
寄
凶
碾
供
勤
霉
肿
孩
紧
秘
弗
铁
竭
绳
乖
笨
打
馅
届
慈
光
运
抖
诋
屠
队
达
抵
咽
卷
呎
特
谅
男
盟
贼
辈
促
凄
拳
邀
墙
俚
叠
补
控
捷
沿
H
脉
通
五
吃
蝶
每
鹳
等
利
1
m
所
趣
卢
慰
奥
坟
悄
慨
埋
咋
菠
蔽
说
嗅
具
真
先
耐
疗
停
躲
扶
帕
颜
歧
刺
污
剎
盏
湖
规
哲
哮
托
腊
涌
琵
溺
辰
厂
羞
耍
侄
P
桨
涉
轨
图
蝙
钳
厕
累
籍
怀
呼
绵
交
狂
竟
蜘
纸
疏
灭
危
爱
铅
返
青
长
出
熟
拾
参
要
态
拖
怒
莎
哺
府
宪
耶
暇
崩
牺
：
钟
抢
庆
忙
怎
作
课
晨
仅
晒
困
吵
煎
施
榄
尘
拯
泳
臊
腻
处
舔
珠
堪
栖
恢
祸
L
御
乌
早
洗
惠
档
坞
休
瞧
差
末
丰
宝
饥
芦
位
须
己
挂
棋
偏
博
雪
虾
瀑
魔
伊
择
排
声
隐
银
算
伐
泼
瞎
龄
省
缪
擦
哑
番
继
牛
理
盆
濒
绷
杀
堡
黑
从
犯
曲
汽
。
察
嚏
痰
6
六
g
难
梨
奶
城
沮
生
滑
纵
莽
烧
戒
材
滴
膨
顶
叛
殴
赋
梯
噩
杠
闭
变
脱
坝
c
大
吟
少
跤
电
扔
恿
戴
脾
辑
挟
字
置
w
钉
政
咆
逼
勺
识
遗
罐
很
爬
礼
备
程
看
心
擎
吭
诵
域
阖
瞭
会
解
羡
啤
枪
仪
扰
坐
舞
馆
旦
即
娃
丹
呈
味
童
吁
忘
让
暖
疼
航
待
疤
甜
滩
酣
管
座
咸
饭
妇
写
久
险
茄
轮
眉
裕
耻
陋
猫
糕
题
粮
京
阶
竞
磁
还
视
谬
序
越
闲
虫
骏
岸
饱
宁
玩
输
聘
摩
键
愿
屈
燃
遇
妹
呆
扎
胎
速
么
缺
嘘
买
闻
缠
瞒
白
笑
剧
茫
覆
囱
胞
鼾
骸
闷
俩
渐
式
制
恒
统
恨
前
洪
貌
宴
织
配
塞
疲
弓
咳
古
狩
今
，
澄
倔
区
吠
垫
铃
％
恤
翅
屉
壁
析
水
粗
背
熬
婉
泛
姿
盈
浆
沙
帝
饰
踮
允
独
婆
着
验
罚
浮
片
上
倦
欧
摄
玉
试
7
素
锤
樽
业
嗽
仁
册
乐
赤
骗
田
乡
火
林
榨
硫
者
也
稚
炖
掌
兿
凌
迟
稣
努
极
再
婪
薪
岔
倍
赂
登
国
拄
悉
岁
焦
璃
腺
纹
紫
警
烈
妈
叶
傲
轰
盒
镇
斯
款
肯
聪
严
敏
列
坚
够
丈
追
闪
遣
道
感
脸
拒
删
曼
迄
俄
如
香
鹦
汁
循
狮
驾
蛀
o
滚
征
兔
惊
融
皱
掴
洋
潮
矩
级
播
调
炭
滨
悲
纽
手
盗
庞
灾
拷
案
朱
桩
荒
许
袋
盛
塘
几
币
棚
货
敬
熏
账
唔
洲
鹿
逮
术
惑
妻
衡
甩
评
询
被
杰
固
只
板
构
瘦
喱
引
比
莓
酒
狠
函
去
需
幌
采
多
靠
社
女
鲱
忆
鹭
团
侦
唤
M
鸦
器
%
常
显
束
她
附
嘀
苹
盖
垠
蝇
屋
副
问
澳
歇
纔
椭
颁
烘
伟
梳
础
肴
秋
敲
减
爷
"
气
厅
漫
尬
」
山
沉
丸
该
揭
鸟
剔
艘
弄
瑞
腾
定
辛
忍
料
石
？
鲁
预
迁
述
纺
契
则
葱
媳
浩
巧
人
嘱
践
蚊
潦
老
惨
车
嗓
谁
抱
谍
横
杖
嗜
块
本
耀
鹰
惕
锻
哟
忽
廷
惰
穿
知
挡
玛
蟾
幚
翼
镶
福
炉
策
柜
胡
慎
拿
稀
穷
洁
搞
昨
木
肪
峭
遭
泡
梦
屁
聚
庙
窃
衰
魂
+
仇
扣
）
赛
烂
命
承
幕
慢
噪
我
清
故
抛
柏
垂
食
音
扒
才
欲
痛
豆
易
唬
姊
谜
欠
振
考
投
主
填
捐
率
歌
钩
遥
峰
萎
莱
蜡
战
讯
诊
益
嫉
罕
全
诉
翔
靓
乔
动
攒
爵
度
之
贡
芋
查
I
薄
辆
躺
体
咖
若
做
把
硬
菲
咎
姆
绪
篇
潜
肥
世
糟
枕
羊
夕
桑
菜
泊
泪
晚
咀
司
另
向
筋
兵
名
啃
丛
坡
《
吉
服
扭
叮
意
锡
委
陪
帮
薯
猪
齿
化
磨
探
趴
抄
拔
赠
膳
帆
﹐
梅
样
续
甥
卡
朵
稍
婴
尺
！
维
括
寿
烤
宇
终
雾
诸
尤
k
线
忠
墓
吞
郎
骡
活
冠
皆
街
檬
咙
萝
央
戚
搭
葛
抬
界
碰
性
皮
州
嘲
肃
单
均
彻
V
频
席
喘
墩
液
复
残
零
窄
库
过
脑
拍
害
茶
鼬
劈
船
壶
稳
匪
宫
局
阵
惯
商
诱
陌
囓
疾
拜
哨
辜
仰
网
赢
昂
希
叉
驯
断
归
谦
逊
共
路
李
佩
冲
厘
2
怂
琶
柴
瓜
家
亲
步
踝
改
窝
8
森
品
按
村
茕
秀
已
麦
子
夜
锈
刻
别
牡
戈
凭
经
慌
趾
绝
痕
巫
犬
展
崖
情
寒
枝
下
截
雨
咬
啡
挖
览
侮
醇
专
滥
售
云
嗯
献
栏
依
孔
安
救
关
无
税
蛙
饿
余
直
技
例
盹
磅
辘
坏
阳
旁
摘
漂
伤
象
章
血
染
逝
额
移
凳
嘛
腰
胜
蔬
恭
民
精
透
哪
龙
画
胁
企
模
沾
廊
节
寞
吝
暂
耳
愚
豪
圣
保
宽
典
吧
用
纯
官
伏
顽
呀
柠
然
肠
息
戳
喊
夷
惜
倡
裤
靴
韩
毯
默
海
)
怖
汗
报
组
碑
书
掩
行
祝
夭
缘
赔
译
左
演
犹
孑
介
?
废
恕
兹
推
剩
富
照
巾
同
魅
虚
针
垃
董
/
凑
虐
良
姐
叫
逻
肚
务
椒
S
焉
鲤
藏
沸
塑
亡
封
班
你
艾
发
膜
扩
幻
延
强
烊
传
捞
争
煤
党
德
患
晾
令
俊
租
龈
炎
吐
蔼
K
旅
睛
厚
侵
稻
壤
哭
榔
兴
济
鉴
胖
袤
潺
爸
瀚
流
既
决
票
佛
抗
挥
蚤
迪
为
失
妳
抓
贿
估
什
权
潢
痴
巅
笔
迅
避
[
力
蒙
啊
狡
盼
训
黏
撇
伸
捂
隶
膊
烬
牙
熊
纠
量
谈
笋
物
杯
尾
值
蕉
乙
堆
$
咄
猴
溪
扫
斜
旺
乏
费
桥
质
花
半
米
措
携
存
境
监
叔
绕
带
豚
跨
戏
挪
换
热
f
灌
占
伦
码
赞
撤
趁
衣
辍
皇
穆
类
丝
囚
刮
伍
县
蛛
现
否
印
鬼
边
势
碳
姑
碗
擅
挣
辱
螫
毁
含
竹
棍
罢
铐
选
懦
镖
果
兄
阿
乘
植
锋
胸
编
伙
嫁
糖
·
锁
溢
懒
协
著
鸵
签
哄
虎
搏
聊
添
语
催
眨
锕
妨
间
－
樵
捕
启
椅
厨
跟
和
祈
迎
赌
能
舟
怯
杜
闯
浓
援
噬
佣
氓
瓶
裙
拽
昏
筹
匠
旬
放
幽
栋
财
朝
缝
淇
甘
繁
玫
储
检
卜
湿
天
y
庄
箱
沏
靶
祷
巡
碍
正
阅
蓄
辞
工
像
守
蟀
自
胳
寓
鹉
谚
件
倚
部
洽
贫
骄
始
瑚
谐
贯
萄
械
究
盯
它
姓
成
褐
屯
实
碟
蒜
卑
内
没
蛎
系
曾
养
王
滋
醒
诺
艇
迫
殃
惩
咕
膏
空
柔
幸
洞
简
髦
稠
阱
搅
衕
游
钞
漆
撞
蕾
答
遅
中
初
氛
房
想
蝠
剪
付
烟
康
锅
召
嚼
毅
院
除
形
淡
剂
帅
旗
励
侈
创
陆
麻
好
膝
优
升
那
懂
舒
略
四
论
淋
拧
眼
柯
.
超
挨
乳
氏
粘
扬
跑
弥
递
翁
挑
证
诡
喉
合
钮
辗
葫
新
厌
凯
右
昔
韧
宠
剑
j
他
抨
钥
弊
汤
室
瞥
柿
告
斤
教
彩
疯
摇
映
弱
啜
誉
释
月
育
涂
号
吓
凡
踢
认
得
折
匹
墟
反
匿
授
姻
妙
骨
脏
枚
又
广
门
匙
慷
硕
在
次
违
英
肝
扇
寸
数
订
急
辨
效
役
满
防
壮
啦
肘
堵
氧
姨
围
葵
私
督
汉
挚
集
刷
蜂
》
里
锐
症
捉
煮
地
送
池
二
起
激
顾
留
劳
栅
昰
,
资
客
当
玻
盔
立
铺
色
牲
呢
词
颇
瞟
挺
J
西
东
律
喷
荧
砍
虹
退
拨
喻
「
抑
帘
卓
愤
讲
野
际
吻
鲸
母
傍
荡
苏
限
时
扮
陷
茵
蜒
泻
橘
螂
划
蛋
桦
廉
牌
击
跌
谋
沐
卖
恼
圆
威
错
溯
快
郁
n
功
净
雄
龟
、
绍
兰
予
触
扯
入
盘
宣
南
庭
诚
年
卵
敢
哈
且
粉
痊
互
连
痒
仆
习
指
颤
矛
可
餐
蚁
萌
给
修
浴
寺
蒸
并
鸽
消
影
凿
驳
帐
]
怪
病
毕
第
逸
读
傻
及
方
踩
完
江
捏
散
牢
弦
校
篱
欢
哥
3
仙
篮
雕
记
N
机
场
革
索
谨
矮
婶
奖
脚
贵
乱
药
文
址
春
篷
D
杉
了
波
蹈
拐
愁
蟑
饵
敦
e
树
忌
弹
邻
讨
